---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Horiz
source: html/05dddc00-d8af-ad5a-8942-1fb373762a60.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Horiz Property

"Border 2 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder2Horiz { get; }
```